<template>
  <div>
    <div class="title">
      <h1>{{msg}}</h1>
    </div>
    <div>
      <h2>Заголовок</h2>
      <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ» предоставляет услуги по поставке, монтажу, наладке и обслуживанию систем вентиляции, отопления, кондиционирования воздуха (СКВ), водоснабжения, водоотведения и автоматизации в Северо-Западном регионе, Москве и Московской области.</p>

      <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ» осуществляет комплексный подход к созданию внутренних инженерных систем зданий и сооружений. В структуре компании созданы отделы по работе, как с  юридическими, так и с физическими  лицами. Заказчику предлагается лучшие образцы техники ведущих производителей из Российской Федерации, Белоруссии, Японии, США, ЕС и Китая. В настоящий момент ООО «ЛАХТА ИНЖИНИРИНГ СПБ» является официальным дилером Daikin, General, MDV и партнёром ЗАО «Арктика» по дистрибуции. Всё поставляемое оборудование имеет соответствующие сертификаты РФ.</p>

      <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ»  имеет отдел сервиса СКВ.  Заказчику предлагается  гарантийное и послегарантийное сервисное обслуживания СКВ. Специалистами данного отдела дополнительно производятся разовые работы по техническому обслуживанию и ремонту оборудования. Принцип работы сервисной службы – это максимальный комфорт Заказчика при экономичном подходе к обслуживанию СКВ.</p>

      <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ» имеет большой опыт работ по организации инженерных систем промышленных зданий, крупных Бизнес Центров и специализированных объектов. Своевременная доставка материалов в сочетании с профессионализмом монтажников и инженерно-технического персонала позволяет нам выполнять работы в срок и без превышения утверждённого бюджета. Особое внимание уделяется организации СКВ в элитном и малоэтажном строительстве. Для данного направления компания привлекает к сотрудничеству производителей из Российской Федерации и  Европейского Союза и предлагает клиентам проверенные временем решения. Высокая экономичность, надёжность,  простота в использовании, компактность и низкие шумовые характеристики оборудования позволяют найти решения для самых взыскательных Заказчиков.</p>

      <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ» для обеспечения высокого уровня и качества выполняемых работ, комплектуется только опытными сотрудниками, прошедшими стажировку  в дилерских центрах и корпоративный отбор.</p>

      <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ» является членом некоммерческого партнерства строителей № С-200-78-0363-78-270617 и имеет право на проведение генподрядных работ в строительстве в комплексе с допусками к определенным видам работ, которые оказывают влияние на безопасность объектов капитального строительства.</p>

      <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ» предлагает Заказчику услуги по аудиту выполненных внутренних инженерных сетей, оптимизации затрат и последующей эффективной эксплуатации.</p>

    </div>
  </div>
</template>

<script>
export default {
  name: 'about',
  data() {
    return {
      msg: 'Welcome to the About Page',
    };
  },
};
</script>
