<template>
  <div class="about-text">
    <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ» предоставляет услуги по поставке, монтажу, наладке и обслуживанию систем вентиляции, отопления, кондиционирования воздуха (СКВ), водоснабжения, водоотведения и автоматизации в Северо-Западном регионе, Москве и Московской области.</p>

    <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ» осуществляет комплексный подход к созданию внутренних инженерных систем зданий и сооружений. В структуре компании созданы отделы по работе, как с  юридическими, так и с физическими  лицами. Заказчику предлагается лучшие образцы техники ведущих производителей из Российской Федерации, Белоруссии, Японии, США, ЕС и Китая. В настоящий момент ООО «ЛАХТА ИНЖИНИРИНГ СПБ» является официальным дилером Daikin, General, MDV и партнёром ЗАО «Арктика» по дистрибуции. Всё поставляемое оборудование имеет соответствующие сертификаты РФ.</p>

    <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ»  имеет отдел сервиса СКВ.  Заказчику предлагается  гарантийное и послегарантийное сервисное обслуживания СКВ. Специалистами данного отдела дополнительно производятся разовые работы по техническому обслуживанию и ремонту оборудования. Принцип работы сервисной службы – это максимальный комфорт Заказчика при экономичном подходе к обслуживанию СКВ.</p>

    <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ» для обеспечения высокого уровня и качества выполняемых работ, комплектуется только опытными сотрудниками, прошедшими стажировку  в дилерских центрах и корпоративный отбор.</p>

    <p>ООО «ЛАХТА ИНЖИНИРИНГ СПБ» является членом некоммерческого партнерства строителей № С-200-78-0363-78-270617 и имеет право на проведение генподрядных работ в строительстве в комплексе с допусками к определенным видам работ, которые оказывают влияние на безопасность объектов капитального строительства.</p>
  </div>
</template>

<script>
export default {
  name: 'about',
};
</script>

<style lang="stylus">
.about-text
  display flex
  flex-direction column
  align-items center
  margin 1rem 3rem

.about-text > p
  display flex
  margin 1rem
  flex-wrap wrap
  text-align justify
  max-width 1000px
  min-width 250px
  border-left 5px solid #1976d2
  padding 1rem 0 1rem 24px
  font-size 18px
  font-weight 300
  box-sizing border-box

</style>
