<template>
  <v-expansion-panel>
    <v-expansion-panel-content>
      <div slot="header">{{ $t("vent.objectsList.title") }}</div>
      <v-card>
        <v-card-text class="grey lighten-3">
          <v-expansion-panel>
            <v-expansion-panel-content>
              <div slot="header">{{ $t("vent.objectsList.before") }}</div>
              <v-card>
                <v-card-text class="grey lighten-3">
                  <ul>
                    <li>г. Санкт-Петербург, Ладожский вокзал</li>
                    <li>г. Великий Новгород,  Ремонтные депо РЖД  РФ</li>
                    <li>г. Санкт-Петербург,  Пожарное депо РЖД  РФ  пос. Шушары</li>
                    <li>Новгородская обл.,  Крестцы.  Подземное  газохранилище</li>
                    <li>г. Санкт-Петербург, Логоцентр  «МЛП-КАД»,</li>
                    <li>г. Санкт-Петербург, Завод авто комплектующих деталей Grupo Antolin для автомобилей Hyundai, Ford, Skoda, Nissan, Renault</li>
                    <li>г. Санкт-Петербург, Медсанчасть № 70</li>
                    <li>Ленинградская обл., Ломоносовский район  "Русско-Высоцкая" птицефабрика</li>
                    <li>г. Санкт-Петербург, типографии «Светоч» и «Росбалт»</li>
                    <li>г. Санкт-Петербург, ряд магазинов сетей «О’Кей» и «Пятёрочка»</li>
                    <li>г. Санкт-Петербург, В.О., 26 линия, БЦ «Биржа»</li>
                    <li>г. Санкт-Петербург, В.О., 26 линия, ЖК «Престиж»</li>
                    <li>г. Санкт-Петербург, промзона «Уткина заводь»  АБК и складской корпус производства «ЭЛОПАК»</li>
                    <li>г. Санкт-Петербург, ООО «ФЕДЕРАЛЬНАЯ ПРОДУКТОВАЯ КОМПАНИЯ»</li>
                    <li>г. Санкт-Петербург,  пр. Большевиков, дом 32  гипермаркет «КАРУСЕЛЬ»</li>
                    <li>г. Санкт-Петербург, строительный торговый дом «ПЕТРОВИЧ»</li>
                    <li>г. Санкт-Петербург,  АБК ООО «Ленгазспецстрой»</li>
                    <li>г. Санкт-Петербург, отдел прокуратуры РФ по северо-западному федеральному округу</li>
                    <li>г. Санкт-Петербург, Таможенно-логистический комплекс «Осиновая роща»</li>
                    <li>г. Санкт-Петербург, Производство слабоалкогольных напитков завод «Браво Премиум»</li>
                  </ul>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
          </v-expansion-panel>
          <v-expansion-panel>
            <v-expansion-panel-content>
              <div slot="header">{{ $t("vent.objectsList.between") }}</div>
              <v-card>
                <v-card-text class="grey lighten-3">
                <ul>
                  <li>г. Санкт-Петербург, Суд Невского района</li>
                  <li>г. Санкт-Петербург, Конгрессно-выставочный центр "ЭкспоФорум"</li>
                  <li>г. Санкт-Петербург, «Строительство склада А2», Теорема</li>
                  <li>г. Санкт-Петербург, завод «Штурманские приборы»</li>
                  <li>Архангельская обл., пос. Кизема, ОРУ</li>
                  <li>Республика Карелия, г. Сортавала, малоэтажный жилой комплекс, «Дача Винтера»</li>
                  <li>г. Санкт-Петербург, г. Красное Село, ФГУП СПбНИИВС ФМБА России</li>
                  <li>г.Псков, Псковская область, Моглино, ОРУ</li>
                  <li>г. Санкт-Петербург, ДК BolloevCenter</li>
                  <li>г. Братск, ОРУ, ОПУ</li>
                  <li>г. Санкт-Петербург, ЖК «Царская Столица», 4-я очередь, БЦ</li>
                  <li>г. Санкт-Петербург, «Центр обслуживания населения» на Богатырском пр.</li>
                  <li>г. Санкт-Петербург, ЖК «Московские Ворота»</li>
                  <li>г. Санкт-Петербург, ООО «Юнилевер Русь»</li>
                  <li>Ленинградская обл., ЗРУ, ОПУ «Бегуницы», «Фёдоровское», «Янино»</li>
                </ul>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
          </v-expansion-panel>
          <v-expansion-panel>
            <v-expansion-panel-content>
              <div slot="header">{{ $t("vent.objectsList.elite") }}</div>
              <v-card>
                <v-card-text class="grey lighten-3">
                <ul>
                  <li>Ленинградская обл. Репино "Консульская деревня"</li>
                  <li>коттеджный  посёлок "Порошкино"</li>
                  <li>благоустроенный посёлок городского типа "Ильичёво" курортная зона</li>
                  <li>коттеджный посёлок «Симагино»</li>
                  <li>частное домостроение г. Сестрорецк</li>
                  <li>коттеджный поселок «Северный Версаль»</li>
                  <li>Ленинградская область п. Юкковское</li>
                  <li>Московская область Истринский район элитное строительство-поселок «Greenfield»</li>
                </ul>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
          </v-expansion-panel>
        </v-card-text>
      </v-card>
    </v-expansion-panel-content>
  </v-expansion-panel>
</template>

<style scoped lang="stylus">
.card__text
  user-select text
</style>
