<template>
  <div class="about-text">
    <p><span><b>LAHTA SPB</b> является дистрибьютором по сырью для пищевой и парфюмерной
промышленности. Для данного направления мы предлагаем широчайший
ассортимент продукции. Компания участвует во всех этапах жизненного цикла
продукта. Мы предоставляем Заказчику информацию о будущих тенденциях в
области развития пищевых продуктов и новых ингредиентов, об идеях
потребительского рынка и помогаем нашим клиентам находить наиболее
подходящие решения для возникающих потребностей рынка.
Важной частью нашего успеха является качественное и тесное сотрудничество с
нашими поставщиками, «ноу хау» которых дополняет наш собственный опыт.
Долгосрочные отношения с клиентами показывают, что мы являемся надежным
партнером. При выборе поставщиков мы обращаем внимание на уровень качества
продукции, предпочтения отдаются всегда только высококачественному сырью.</span></p>

    <p><span><b>LAHTA SPB</b> активно участвует в проектах по разработке продуктов для наших
клиентов с поставщиками. Мы постоянно развиваем наш ассортимент продукции
для удовлетворения потребностей наших клиентов. Большинство наших
поставщиков имеют подразделения <b>R&amp;D</b>, что позволяет нашим клиентам
пользоваться услугами поставщика для поиска необходимых решений и
технологий по выпуску конечной продукции.</span></p>

    <p><span><b>LAHTA SPB</b> предоставляет логистические услуги по РФ. Перевозка и хранение грузов является неотъемлемой частью
нашего бизнеса дистрибуции по сырью для пищевой и парфюмерной
промышленности.</span></p>
  </div>
</template>

<script>
export default {
  name: 'rawAbout',
  metaInfo: {
    title: 'LAHTA SPB',
    titleTemplate: '%s | Наша компания | Логистика. Поставки ингредиентов пищевой и парфюмерной промышленности.',
    meta: [
      { name: 'description', content: 'Поставки ингредиентов пищевой и парфюмерной промышленности. Логистические услуги' },
      { name: 'keywords', content: 'доставки груза «от двери до двери»; местонахождение груза; транспортные и таможенные документы; качество и надежность' },
    ],
  },
};
</script>

<style lang="stylus">
.about-text
  display flex
  flex-direction column
  align-items center
  margin 3rem 1rem 1rem

.about-text > p
  color #16141A
  display flex
  flex-wrap wrap
  text-align left
  max-width 1000px
  min-width 250px
  border-left 5px solid #0E9641
  padding 1rem
  font-size 18px
  font-weight normal
  border-radius: 3px
  box-shadow: 0 16px 38px -12px rgba(0, 0, 0, 0.56), 0 4px 25px 0px rgba(0, 0, 0, 0.12), 0 8px 10px -5px rgba(0, 0, 0, 0.2);
  margin-bottom 2rem
  transition .2s ease-in-out
  &:hover
    transform scale(1.05)

</style>
