<template>
  <div>
    <div class="title">
      <h1>{{msg}}</h1>
    </div>
    <h2>Элитное строительство:</h2>
    <ul>
      <li>Ленинградская обл.  Репино "Консульская деревня",</li>
      <li>коттеджный  посёлок "Порошкино",</li>
      <li>благоустроенный посёлок городского типа "Ильичёво" курортная зона,</li>
      <li>коттеджный посёлок «Симагино»,</li>
      <li>частное  домостроение г. Сестрорецк,</li>
      <li>коттеджный поселок «Северный Версаль»,</li>
      <li>Ленинградская область п. Юкковское</li>
      <li>Московская область  Истринский  район  элитное строительство-поселок   «Greenfield».</li>
    </ul>
  </div>
</template>

<script>
export default {
  name: 'services',
  data() {
    return {
      msg: 'Welcome to the Services Page',
    };
  },
};
</script>
