const ru = {
    companyLahtaEng: 'ООО "ЛАХТА ИНЖИНИРИНГ СПБ"',
    spb: 'Санкт-Петербург',
    promo: {
        raw: 'Логистика. Поставки ингредиентов пищевой и парфюмерной промышленности',
        vent: 'Организация инженерных систем'
    },
    vent: {
        main: {
            title: 'Организация внутренних инженерных систем, зданий и сооружений.',
            side: {
                vent: 'вентиляция',
                cond: 'кондиционирование',
                warm: 'отопление',
                water: 'водоснабжение',
                autom: 'автоматизация'
            },
            topBar: {
                home: 'Главная',
                about: 'О Компании',
                services: 'Услуги',
                objects: 'Объекты',
                licences: 'Лицензии и Сертификаты',
                contacts: 'Контакты'
            }
        },
        home: {
            title: 'ПРОМЫШЛЕННОЕ КЛИМАТИЧЕСКОЕ ОБОРУДОВАНИЕ И ВЕНТИЛЯЦИЯ',
            sub: 'поставка, монтаж, наладка и обслуживание систем вентиляции, отопления, кондиционирования воздуха, водоснабжения, водоотведения и автоматизации в Северо-Западном регионе, Москве и Московской области'
        },
        about: {
            first: 'предоставляет услуги по поставке, монтажу, наладке и обслуживанию систем вентиляции, отопления, кондиционирования воздуха (СКВ), водоснабжения, водоотведения и автоматизации в Северо-Западном регионе, Москве и Московской области.',
            second: 'осуществляет комплексный подход к созданию внутренних инженерных систем зданий и сооружений. В структуре компании созданы отделы по работе, как с  юридическими, так и с физическими  лицами. Заказчику предлагается лучшие образцы техники ведущих производителей из Российской Федерации, Белоруссии, Японии, США, ЕС и Китая. В настоящий момент ООО "ЛАХТА ИНЖИНИРИНГ СПБ" является официальным дилером Daikin, General, MDV и партнёром ЗАО «Арктика» по дистрибуции. Всё поставляемое оборудование имеет соответствующие сертификаты РФ.',
            third: 'имеет отдел сервиса СКВ. Заказчику предлагается  гарантийное и послегарантийное сервисное обслуживания СКВ. Специалистами данного отдела дополнительно производятся разовые работы по техническому обслуживанию и ремонту оборудования. Принцип работы сервисной службы – это максимальный комфорт Заказчика при экономичном подходе к обслуживанию СКВ',
            fourth: 'для обеспечения высокого уровня и качества выполняемых работ, комплектуется только опытными сотрудниками, прошедшими стажировку в дилерских центрах и корпоративный отбор.',
            fifth: 'является членом некоммерческого партнерства строителей № С-200-78-0363-78-270617 и имеет право на проведение генподрядных работ в строительстве в комплексе с допусками к определенным видам работ, которые оказывают влияние на безопасность объектов капитального строительства.',
            sixth: 'Наши сотрудники прошли проверку и включены в Национальный реестр строителей.'
        },
        services: {
            shipping: 'комплексная поставка оборудования внутренних инженерных систем',
            instal: 'монтаж внутренних инженерных систем',
            docsVent: 'паспортизация вентиляционных систем',
            setUp: 'настройка инженерного оборудования',
            pusk: 'пуско-наладочные работы систем отопления, вентиляции, автоматизации и кондиционирования',
            serv: 'сервисное и техническое обслуживание систем и инженерного оборудования',
            repairB: 'ремонт агрегатов оборудования',
            projInside: 'проектирование внутренних инженерных систем',
            projCenter: 'проектирование и монтаж систем центральной пылеуборки',
            repair: 'ремонт и техническое обслуживание промышленного холодильного и теплового оборудования',

            addFirst: 'имеет большой опыт работ по организации инженерных систем промышленных зданий, крупных Бизнес Центров и специализированных объектов. Своевременная доставка материалов в сочетании с профессионализмом монтажников и инженерно-технического персонала позволяет нам выполнять работы в срок и без превышения утверждённого бюджета. Особое внимание уделяется организации СКВ в элитном и малоэтажном строительстве. Для данного направления компания привлекает к сотрудничеству производителей из Российской Федерации и  Европейского Союза и предлагает клиентам проверенные временем решения. Высокая экономичность, надёжность,  простота в использовании, компактность и низкие шумовые характеристики оборудования позволяют найти решения для самых взыскательных Заказчиков.',
            addSecond: 'предлагает Заказчику услуги по аудиту выполненных внутренних инженерных сетей, оптимизации затрат и последующей эффективной эксплуатации.'
        },
        objects: {
            one: 'Конгрессно-выставочный центр Экспофорум, г. Санкт-Петербург',
            two: 'Ладожский вокзал, г. Санкт-Петербург',
            three: 'Логоцентр «МЛП-КАД», г. Санкт-Петербург',
            four: 'Медсанчасть № 70, г. Санкт-Петербург',
            five: 'Жилой комплекс «Дача Винтера», г. Сортавала, республика Карелия',
            six: 'Центр обслуживания населения, Богатырский проспект, г. Санкт-Петербург',
            seven: 'БЦ «Биржа», В.О. 26 линия, г. Санкт-Петербург',
            eight: 'ЖК «Престиж», В.О. 26 линия, г. Санкт-Петербург',
            nine: 'ЖК «Московские Ворота», г. Санкт-Петербург',
            ten: 'Таможенно-логистический комплекс «Осиновая роща», г. Санкт-Петербург',
            eleven: 'Суд Невского района, г. Санкт-Петербург',
            twelve: 'Элитное строительство «Greenfield», г. Москва',
            thirteen: '«Северный Версаль», Приморский район, г. Санкт-Петербург',
            fourteen: 'Коттеджный поселок «Консульская деревня», Репино, г. Санкт-Петербург',
            fifteen: 'Завод «Штурманские приборы», г. Санкт-Петербург',
            sixteen: 'АО «Ленгазспецстрой», г. Санкт-Петербург'
        },
        objectsList: {
            title: 'Список проектов',
            before: 'до 2014',
            between: '2014-2016 гг',
            elite: 'Элитное строительство',
            a: 'г. Санкт-Петербург, Ладожский вокзал',
            b: 'г. Великий Новгород, Ремонтные депо РЖД РФ',
            c: 'г. Санкт-Петербург, Пожарное депо РЖД РФ пос. Шушары',
            d: 'Новгородская обл., Крестцы. Подземное газохранилище',
            e: 'г. Санкт-Петербург, Логоцентр «МЛП-КАД»',
            f: 'г. Санкт-Петербург, Завод авто комплектующих деталей Grupo Antolin для автомобилей Hyundai, Ford, Skoda, Nissan, Renault',
            g: 'г. Санкт-Петербург, Медсанчасть № 70',
            h: 'Ленинградская обл., Ломоносовский район "Русско-Высоцкая" птицефабрика',
            i: 'г. Санкт-Петербург, типографии «Светоч» и «Росбалт»',
            j: 'г. Санкт-Петербург, ряд магазинов сетей «О’Кей» и «Пятёрочка»',
            k: 'г. Санкт-Петербург, В.О., 26 линия, БЦ «Биржа»',
            l: 'г. Санкт-Петербург, В.О., 26 линия, ЖК «Престиж»',
            m: 'г. Санкт-Петербург, промзона «Уткина заводь» АБК и складской корпус производства «ЭЛОПАК»',
            n: 'г. Санкт-Петербург, ООО «ФЕДЕРАЛЬНАЯ ПРОДУКТОВАЯ КОМПАНИЯ»',
            o: 'г. Санкт-Петербург, пр. Большевиков, дом 32 гипермаркет «КАРУСЕЛЬ»',
            p: 'г. Санкт-Петербург, строительный торговый дом «ПЕТРОВИЧ»',
            q: 'г. Санкт-Петербург, АБК ООО «Ленгазспецстрой»',
            r: 'г. Санкт-Петербург, отдел прокуратуры РФ по северо-западному федеральному округу',
            s: 'г. Санкт-Петербург, Таможенно-логистический комплекс «Осиновая роща»',
            t: 'г. Санкт-Петербург, Производство слабоалкогольных напитков завод «Браво Премиум»',

            bwa: 'г. Санкт-Петербург, Суд Невского района',
            bwb: 'г. Санкт-Петербург, Конгрессно-выставочный центр "ЭкспоФорум"',
            bwc: 'г. Санкт-Петербург, «Строительство склада А2», Теорема',
            bwd: 'г. Санкт-Петербург, завод «Штурманские приборы»',
            bwe: 'Архангельская обл., пос. Кизема, ОРУ',
            bwf: 'Республика Карелия, г. Сортавала, малоэтажный жилой комплекс, «Дача Винтера»',
            bwg: 'г. Санкт-Петербург, г. Красное Село, ФГУП СПбНИИВС ФМБА России',
            bwh: 'г.Псков, Псковская область, Моглино, ОРУ',
            bwi: 'г. Санкт-Петербург, ДК BolloevCenter',
            bwj: 'г. Братск, ОРУ, ОПУ',
            bwk: 'г. Санкт-Петербург, ЖК «Царская Столица», 4-я очередь, БЦ',
            bwl: 'г. Санкт-Петербург, «Центр обслуживания населения» на Богатырском пр.',
            bwm: 'г. Санкт-Петербург, ЖК «Московские Ворота»',
            bwn: 'г. Санкт-Петербург, ООО «Юнилевер Русь»',
            bwo: 'Ленинградская обл., ЗРУ, ОПУ «Бегуницы», «Фёдоровское», «Янино»',

            ela: 'Ленинградская обл. Репино "Консульская деревня"',
            elb: 'коттеджный посёлок "Порошкино"',
            elc: 'благоустроенный посёлок городского типа "Ильичёво" курортная зона',
            eld: 'коттеджный посёлок «Симагино»',
            ele: 'частное домостроение г. Сестрорецк',
            elf: 'коттеджный поселок «Северный Версаль»',
            elg: 'Ленинградская область п. Юкковское',
            elh: 'Московская область Истринский район элитное строительство-поселок «Greenfield»'
        }
    },
    raw: {
        topBar: {

            home: 'Главная',
            about: 'О Компании',
            services: 'Услуги',
            contacts: 'Контакты',

        },
        mainTitle: 'Поставки ингредиентов пищевой и парфюмерной промышленности. Логистические услуги.',
        contactUs: 'Связаться с нами',
        about: {
            first: 'является дистрибьютором по сырью для пищевой и парфюмерной промышленности. Для данного направления мы предлагаем широчайший ассортимент продукции. Компания участвует во всех этапах жизненного цикла продукта. Мы предоставляем Заказчику информацию о будущих тенденциях в области развития пищевых продуктов и новых ингредиентов, об идеях потребительского рынка и помогаем нашим клиентам находить наиболее подходящие решения для возникающих потребностей рынка. Важной частью нашего успеха является качественное и тесное сотрудничество с нашими поставщиками, «ноу хау» которых дополняет наш собственный опыт. Долгосрочные отношения с клиентами показывают, что мы являемся надежным партнером. При выборе поставщиков мы обращаем внимание на уровень качества продукции, предпочтения отдаются всегда только высококачественному сырью.',
            second: 'активно участвует в проектах по разработке продуктов для наших клиентов с поставщиками. Мы постоянно развиваем наш ассортимент продукции для удовлетворения потребностей наших клиентов. Большинство наших поставщиков имеют подразделения <b>R&amp;D</b>, что позволяет нашим клиентам пользоваться услугами поставщика для поиска необходимых решений и технологий по выпуску конечной продукции.',
            third: 'предоставляет логистические услуги по РФ. Перевозка и хранение грузов является неотъемлемой частью нашего бизнеса дистрибуции по сырью для пищевой и парфюмерной промышленности.'
        },
        services: {
            shipping: 'Разрабатываем оптимальную схему доставки груза «от двери до двери»',
            tracking: 'Информируем о местонахождении груза',
            docs: 'Оформляем транспортные и таможенные документы',
            store1: 'Хранение сыпучих грузов, охлажденных товаров',
            store2: 'Хранение при высокой заморозке',
            store3: 'Хранение грузов небольших объемов',
            quality: 'Гарантируем качество и надежность предоставляемых услуг',
            cargo: 'Осуществляем погрузочно-разгрузочные работы'
        },
        contacts: {
            request: 'Онлайн заявка',
            contacts: 'Контакты',
            map: 'Карта',
            address: '193091, Санкт-Петербург, Октябрьская наб., д. 6, лит. М, пом. 10-Н',
            tel: 'тел/факс:'
        }
    },
    footer: {
        developedBy: 'создание сайта',
        KM: 'Константин Михеев'
    },
    form: {
        name: 'Имя',
        email: 'E-mail',
        message: 'Сообщение',
        nameRequired: 'Имя обязательно к заполнению',
        nameInvalid: 'Имя не должно быть больше 50 символов',
        emailRequired: 'E-mail обязателен к заполнению',
        emailInvalid: 'E-mail должен быть действительным',
        messageRequired: 'Пожалуйста, укажите ваше сообщение',
        send: 'Отправить',
        thx: 'Спасибо {name}, за Ваше сообщение. С Вами свяжутся в ближайшее время.'
    }
};

const en = {
    companyLahtaEng: 'LLC "LAHTA ENGINEERING SPB"',
    spb: 'St. Petersburg',
    promo: {
        raw: 'Logistics. Deliveries of ingredients of the food and perfumery industry',
        vent: 'Organization of engineering systems'
    },
    raw: {
        topBar: {

            home: 'Home',
            about: 'About',
            services: 'Services',
            contacts: 'Contacts',

        },
        mainTitle: 'Deliveries of ingredients of the food and perfumery industry. Logistic services.',
        contactUs: 'Contact us',
        about: {
            first: 'is a distributor of raw materials for the food industry and the perfume industry. We offer a wide range of products. We provide the Customer with information about future trends in the development of food products and new ingredients, and we help our customers find the most suitable solutions for the emerging market needs. An important part of our business is the quality of our products and close cooperation with our suppliers. Long-term relationships with customers show that we are a reliable partner. When choosing suppliers, we pay attention to the level of product quality, and preferences are accorded only to high-quality raw materials.',
            second: 'is actively involved in product development projects for our customers with suppliers. We are constantly developing our product range to meet the needs of our customers. Most of our suppliers have R&D units, which allows our customers to use the services of a supplier to find the necessary solutions and technologies for the production of final products.',
            third: 'provides logistics services in the Russian Federation. Transportation and storage of goods is an integral part of our business distribution of raw materials for the food and perfume industry.'
        },
        services: {
            shipping: 'We develop the optimal door-to-door cargo delivery scheme',
            tracking: 'We inform about the location of the goods',
            docs: 'Executing transport and customs documents',
            store1: 'Storage of bulk materials, refrigerated goods',
            store2: 'Storage at high freezing',
            store3: 'Storage of low-volume cargo',
            quality: 'We guarantee the quality and reliability of the services provided',
            cargo: 'We provide loading and unloading operations'
        },
        contacts: {
            request: 'Online request',
            contacts: 'Contacts',
            map: 'Map',
            address: '193091, St. Petersburg, Octabrskaya emb., house 6, office 10-Н',
            tel: 'tel/fax:'
        }
    },
    footer: {
        developedBy: 'developed by',
        KM: 'Konstantin Mikheev'
    },
    form: {
        name: 'Name',
        email: 'E-mail',
        message: 'Message',
        nameRequired: 'Name is required',
        nameInvalid: 'Name must not exceed 50 characters',
        emailRequired: 'E-mail is required',
        emailInvalid: 'E-mail must be valid',
        messageRequired: 'Please enter your message',
        send: 'Send',
        thx: 'Thank you {name}, for Your message. You will be contacted shortly.'
    }
};


const messages = {
    en,
    ru
};

export default messages;
